export const FRAGMENTS = [
    {
        id: 1,
        type: 'compliment',
        to: 'сладкой булочке',
        text: 'Ты обладаешь такой теплотой, что рядом с тобой всегда уютно.'
    },
    {
        id: 2,
        type: 'joke',
        to: 'весёлой кисуле',
        text: 'Если бы за твою улыбку платили, я бы стал миллиардером \n \n \n \n' + "Ты самая веселая киса, котору я встречал ❤"
    },
    {
        id: 3,
        type: 'memory',
        to: 'моей важной',
        text: 'Я до сих пор помню момент, когда впервые понял, как ты мне важна. \n \n \n' + "А ты помнишь ?)"
    },
    {
        id: 4,
        type: 'compliment',
        to: 'моей зарядке',
        text: 'Твоя энергия заряжает меня даже в самый пасмурный день.'
    },
    {
        id: 5,
        type: 'wish',
        to: 'пушистому котярику',
        text: 'Ты самый пушистый котярик которого я знаю 🐈'
    },
    {
        id: 6,
        type: 'confession',
        to: 'своей настоящей',
        text: 'С тобой легко быть самим собой - и это чувство очень важно для меня'
    },
    {
        id: 7,
        type: 'joke',
        to: 'улыбке моей',
        text: 'Ты единственная, кто может отвлечь меня просто своей улыбкой.'
    },
    {
        id: 8,
        type: 'promise',
        to: 'моему всему',
        text: '3 вещи которые мне нужны:\n' +
            '1. объятья (от тебя)\n' +
            '2. поцелуй (от тебя)\n' +
            '3. твоя улыбка\n'
    },
    {
        id: 9,
        type: 'compliment',
        to: 'моему вдохновению',
        text: 'Ты вдохновляешь меня становиться лучше, просто находясь рядом'
    },
    {
        id: 10,
        type: 'confession',
        to: 'самой лучшей',
        text: 'Каждый день с тобой - это подарок. Я хочу, чтобы ты знала, как сильно ты для меня значишь и как много радости ты приносишь в мою жизнь. Надеюсь теперь ты знаешь насколько ты для меня важна ❤️'
    }
];
